Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: You are signed out locally. Cognito browser logout could not be confirmed.
ar: تم تسجيل خروجك من هذا الجهاز. تعذّر التأكد من تسجيل الخروج من متصفح Cognito.
es: Has cerrado sesión localmente. No se pudo confirmar el cierre de sesión en el navegador de Cognito.
fa: به‌صورت محلی از حساب خارج شده‌اید. خروج از مرورگر Cognito تأیید نشد.
fil: Na-sign out ka na sa app. Hindi nakumpirma ang pag-sign out sa browser ng Cognito.
fil_ph: Naka-sign out ka sa device na ito. Hindi nakumpirma ang pag-sign out sa Cognito browser.
fr: Vous êtes déconnecté localement. La déconnexion du navigateur Cognito n’a pas pu être confirmée.
it: Hai effettuato la disconnessione locale. Non è stato possibile confermare la disconnessione dal browser Cognito.
ja: ローカルではサインアウトしました。Cognitoのブラウザーでのログアウトを確認できませんでした。
ko: 기기에서는 로그아웃되었어요. Cognito 브라우저 로그아웃 여부는 확인되지 않았어요.
ru: Вы вышли из аккаунта на этом устройстве. Не удалось подтвердить выход из браузера Cognito.
tr: Oturumunuz yerel olarak kapatıldı. Cognito tarayıcı oturumunun kapatıldığı doğrulanamadı.
vi: Bạn đã đăng xuất trên thiết bị này. Không thể xác nhận việc đăng xuất khỏi trình duyệt Cognito.
zh_hans: 你已在本地退出登录。无法确认 Cognito 浏览器退出登录是否成功。

source: You are signed out locally. Cognito browser logout was cancelled.
ar: تم تسجيل خروجك من هذا الجهاز. أُلغيت عملية تسجيل الخروج من متصفح Cognito.
es: Has cerrado sesión localmente. Se canceló el cierre de sesión en el navegador de Cognito.
fa: به‌صورت محلی از حساب خارج شده‌اید. خروج از مرورگر Cognito لغو شد.
fil: Na-sign out ka na sa app. Kinansela ang pag-sign out sa browser ng Cognito.
fil_ph: Naka-sign out ka sa device na ito. Kinansela ang pag-sign out sa Cognito browser.
fr: Vous êtes déconnecté localement. La déconnexion du navigateur Cognito a été annulée.
it: Hai effettuato la disconnessione locale. La disconnessione dal browser Cognito è stata annullata.
ja: ローカルではサインアウトしました。Cognitoのブラウザーでのログアウトはキャンセルされました。
ko: 기기에서는 로그아웃되었어요. Cognito 브라우저 로그아웃이 취소되었어요.
ru: Вы вышли из аккаунта на этом устройстве. Выход из браузера Cognito был отменён.
tr: Oturumunuz yerel olarak kapatıldı. Cognito tarayıcı oturumunun kapatılması iptal edildi.
vi: Bạn đã đăng xuất trên thiết bị này. Đã hủy đăng xuất khỏi trình duyệt Cognito.
zh_hans: 你已在本地退出登录。Cognito 浏览器退出登录已取消。

source: Your account was deleted
ar: تم حذف حسابك
es: Se eliminó tu cuenta
fa: حساب کاربری شما حذف شد
fil: Na-delete na ang account mo
fil_ph: Na-delete na ang account mo
fr: Votre compte a été supprimé
it: Il tuo account è stato eliminato
ja: アカウントを削除しました
ko: 계정이 삭제되었어요
ru: Ваш аккаунт удалён
tr: Hesabınız silindi
vi: Tài khoản của bạn đã bị xóa
zh_hans: 你的账户已删除

source: Your bucket list
ar: قائمة أمنياتك
es: Tu lista de sueños
fa: فهرست آرزوهای سفرت
fil: Mga gusto mong mapuntahan
fil_ph: Mga gusto mong puntahan
fr: Votre liste de rêves
it: Lista dei desideri
ja: いつかやりたいこと
ko: 가고 싶은 곳 목록
ru: Ваш список желаний
tr: Gezilecek yerler listeniz
vi: Danh sách mong muốn của bạn
zh_hans: 愿望清单

source: Your choices changed elsewhere. Load the latest and review before saving.
ar: تم تغيير اختياراتك من مكان آخر. حمّل أحدث نسخة وراجعها قبل الحفظ.
es: Tus opciones cambiaron en otro lugar. Carga las más recientes y revísalas antes de guardar.
fa: انتخاب‌هایتان در جای دیگری تغییر کرده‌اند. آخرین نسخه را بارگیری و پیش از ذخیره بازبینی کنید.
fil: Nabago ang mga pinili mo sa ibang lugar. I-load ang pinakabago at suriin bago i-save.
fil_ph: May nagbago sa mga pinili mo sa ibang lugar. I-load ang pinakabago at suriin bago i-save.
fr: Vos choix ont été modifiés ailleurs. Chargez les dernières modifications et vérifiez-les avant d’enregistrer.
it: Le tue scelte sono state modificate altrove. Carica quelle più recenti e rivedile prima di salvare.
ja: 別の場所で選択内容が変更されました。最新の内容を読み込み、確認してから保存してください。
ko: 다른 곳에서 선택 항목이 변경되었어요. 최신 내용을 불러와 검토한 후 저장해 주세요.
ru: Ваши настройки изменились на другом устройстве. Загрузите последние изменения и проверьте их перед сохранением.
tr: Seçimleriniz başka bir yerde değiştirildi. Kaydetmeden önce en güncel hâlini yükleyip gözden geçirin.
vi: Các lựa chọn của bạn đã thay đổi ở nơi khác. Hãy tải phiên bản mới nhất và xem lại trước khi lưu.
zh_hans: 你在其他地方更改了选项。请加载最新选项并检查后再保存。

source: Your nearby address will appear automatically.
ar: سيظهر عنوانك القريب تلقائيًا.
es: Tu dirección cercana aparecerá automáticamente.
fa: نشانی نزدیک شما به‌طور خودکار نمایش داده می‌شود.
fil: Awtomatikong lalabas ang kalapit mong address.
fil_ph: Awtomatikong lalabas dito ang address na malapit sa iyo.
fr: Votre adresse à proximité s’affichera automatiquement.
it: L’indirizzo nelle vicinanze apparirà automaticamente.
ja: 近くの住所が自動的に表示されます。
ko: 현재 위치의 주소가 자동으로 표시돼요.
ru: Ваш адрес поблизости появится автоматически.
tr: Yakınınızdaki adres otomatik olarak görünecek.
vi: Địa chỉ gần bạn sẽ tự động hiển thị.
zh_hans: 附近地址将自动显示。

source: Your preferences
ar: تفضيلاتك
es: Tus preferencias
fa: ترجیحاتت
fil: Mga kagustuhan mo
fil_ph: Mga kagustuhan mo
fr: Vos préférences
it: Le tue preferenze
ja: あなたの設定
ko: 환경 설정
ru: Ваши предпочтения
tr: Tercihleriniz
vi: Tùy chọn của bạn
zh_hans: 你的偏好

source: Your profile
ar: ملفك الشخصي
es: Tu perfil
fa: نمایهٔ شما
fil: Profile mo
fil_ph: Profile mo
fr: Votre profil
it: Il tuo profilo
ja: プロフィール
ko: 프로필
ru: Ваш профиль
tr: Profiliniz
vi: Hồ sơ của bạn
zh_hans: 你的个人资料

source: Your recap will update when Pip reconnects.
ar: سيتم تحديث ملخصك عند إعادة اتصال Pip.
es: Tu resumen se actualizará cuando Pip vuelva a conectarse.
fa: وقتی Pip دوباره وصل شود، خلاصهٔ سفر شما به‌روز می‌شود.
fil: Mag-a-update ang buod mo kapag muling nakakonekta si Pip.
fil_ph: Mag-a-update ang buod mo kapag nakakonekta ulit si Pip.
fr: Votre récapitulatif sera mis à jour lorsque Pip se reconnectera.
it: Il tuo riepilogo si aggiornerà quando Pip si riconnetterà.
ja: Pipが再接続すると、概要が更新されます。
ko: Pip이 다시 연결되면 요약이 업데이트돼요.
ru: Сводка обновится, когда Pip снова подключится.
tr: Pip yeniden bağlandığında özetiniz güncellenecek.
vi: Bản tổng kết sẽ cập nhật khi Pip kết nối lại.
zh_hans: Pip 重新连接后，你的摘要将会更新。

source: Your session has expired. Please sign in again.
ar: انتهت صلاحية جلستك. يُرجى تسجيل الدخول مجددًا.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
fa: نشست شما منقضی شده است. لطفاً دوباره وارد شوید.
fil: Nag-expire na ang session mo. Mag-sign in ulit.
fil_ph: Nag-expire na ang session mo. Mag-sign in ulit.
fr: Votre session a expiré. Veuillez vous reconnecter.
it: La tua sessione è scaduta. Accedi di nuovo.
ja: セッションの有効期限が切れています。もう一度サインインしてください。
ko: 세션이 만료되었어요. 다시 로그인해 주세요.
ru: Срок действия сеанса истёк. Войдите снова.
tr: Oturumunuzun süresi doldu. Lütfen tekrar giriş yapın.
vi: Phiên của bạn đã hết hạn. Vui lòng đăng nhập lại.
zh_hans: 你的会话已过期。请重新登录。

source: Your session is no longer valid. Please sign in again.
ar: لم تعد جلستك صالحة. يُرجى تسجيل الدخول مجددًا.
es: Tu sesión ya no es válida. Inicia sesión de nuevo.
fa: نشست شما دیگر معتبر نیست. لطفاً دوباره وارد شوید.
fil: Hindi na valid ang session mo. Mag-sign in ulit.
fil_ph: Hindi na wasto ang session mo. Mag-sign in ulit.
fr: Votre session n’est plus valide. Veuillez vous reconnecter.
it: La tua sessione non è più valida. Accedi di nuovo.
ja: セッションの有効期限が切れています。もう一度サインインしてください。
ko: 세션이 더 이상 유효하지 않아요. 다시 로그인해 주세요.
ru: Ваш сеанс больше недействителен. Войдите снова.
tr: Oturumunuz artık geçerli değil. Lütfen tekrar giriş yapın.
vi: Phiên của bạn không còn hợp lệ. Vui lòng đăng nhập lại.
zh_hans: 你的会话已失效。请重新登录。

source: Environment: Local
ar: البيئة: محلية
es: Entorno: local
fa: محیط: محلی
fil: Kapaligiran: lokal
fil_ph: Kapaligiran: lokal
fr: Environnement : local
it: Ambiente: locale
ja: 環境：ローカル
ko: 환경: 로컬
ru: Среда: локальная
tr: Ortam: yerel
vi: Môi trường: cục bộ
zh_hans: 环境：本地

source: Environment: Dev
ar: البيئة: تطوير
es: Entorno: desarrollo
fa: محیط: توسعه
fil: Kapaligiran: development
fil_ph: Kapaligiran: pagbuo
fr: Environnement : développement
it: Ambiente: sviluppo
ja: 環境：開発
ko: 환경: 개발
ru: Среда: разработки
tr: Ortam: geliştirme
vi: Môi trường: phát triển
zh_hans: 环境：开发

source: Environment: Production
ar: البيئة: تشغيل فعلي
es: Entorno: producción
fa: محیط: عملیاتی
fil: Kapaligiran: production
fil_ph: Kapaligiran: aktuwal na paggamit
fr: Environnement : production
it: Ambiente: produzione
ja: 環境：本番
ko: 환경: 운영
ru: Среда: рабочая
tr: Ortam: üretim
vi: Môi trường: chính thức
zh_hans: 环境：生产

source: Ash
fa: اَش

source: Ballad
fa: بالاد

source: Coral
fa: کورال

source: Pip
fa: پیپ

source: Sage
fa: سیج

source: Verse
fa: وِرس
